;************************
;New Ability Description
;************************

[TemplarMeditation X2AbilityTemplate]
LocFriendlyName="Meditation"
LocFriendlyNameWhenConcealed="Silent Meditation"
LocLongDescription="Adds up to <Ability:MEDITATION_FOCUS_RECOVERY/> focus.\nCosts <Ability:MEDITATION_COST_AP/> AP and <Ability:MEDITATION_COST_BLOOD/> Health.\nCannot cause self sacrifice.\nHas a <Ability:MEDITATION_COST_COOLDOWN/> turn cooldown.\nIs a free action : <Ability:MEDITATION_COST_FREE/>.\nIs turn ending : <Ability:MEDITATION_COST_TURNENDING/>."
LocPromotionPopupText="<Bullet>Adds up to <Ability:MEDITATION_FOCUS_RECOVERY/> focus.</br><Bullet>Costs <Ability:MEDITATION_COST_AP/> AP and <Ability:MEDITATION_COST_BLOOD/> Health.</br><Bullet>Cannot cause self sacrifice.</br><Bullet>Has a <Ability:MEDITATION_COST_COOLDOWN/> turn cooldown.</br><Bullet>Is a free action : <Ability:MEDITATION_COST_FREE/>.</br><Bullet>Is turn ending : <Ability:MEDITATION_COST_TURNENDING/>."
LocHelpText="Adds up to <Ability:MEDITATION_FOCUS_RECOVERY/> focus. Costs <Ability:MEDITATION_COST_BLOOD/> Health. Does not break concealment."
LocFlyOverText="Meditation"
